Repository: mozilla-l10n/mt-training-data
Catalog: lrk/lrk_pontoon.tmx
Source language: en_us
Languages: lrk

source: 1 sentence collected
lrk: جملا ڀيرا ڪريا گيا 1

source: 2019 End-of-Year Release
lrk: 2019 سال ري آخر ري رليز

source: 2 down, keep it up!<playIcon></playIcon>
lrk: <playIcon></playIcon>يچي، ماٿي رکو! 2

source: ≥ 2 No votes
lrk: 2 ووٽ ڪوئي ني

source: ≥ 2 Yes votes
lrk: 2 ھان ووٽ

source: Abbreviations and Acronyms
lrk: مخففات ھين مخففات

source: Abbreviations and acronyms like “USA” or “ICE” should be avoided in the source text because they may be read in a way that does not coincide with their spelling. Additionally, there may be multiple accurate readings for a single abbreviation.
lrk: مخففات ھين مخففات جيوي "USA" يا "ICE" مون پاسو ڪريوجائي ماخذ ري متن ۾ ڪونڪي تو اي شايد ايٽي طريقا مون پڙهيا جائي جي اووہ ري اسپيلنگ مون ٺيڪيا وار ڪوئي هوئي. اضافي طور تي، ھوئي سگهي ھي ايڪ واحد مخفف ھارو ڪيتائي درست پڙهيا ھھي.

source: Abkhaz
lrk: ابخاز ٻولي

source: About
lrk: بارا مي

source: About options menu
lrk: اختيارن مينيو بابت

source: About us
lrk: بارا ۾

source: About us options menu
lrk: امو ري بارا ۾ اختيارن مينيو

source: Academic Reference
lrk: تعليمي حوالو

source: Accent
lrk: تلفظ

source: Accepted file types: .tsv only
lrk: مونيڙي فائل را قسم: صرف .tsv

source: Access press releases and stories related to Common Voice
lrk: ڪامن وائس مون ڀآريوڙي پريس رليز ھين ڪهاڻيون تڪ رسائي حاصل ڪرو

source: Account
lrk: کاتو

source: <accuracyLink>See more on accuracy criteria.</accuracyLink>
lrk: <accuracyLink> وديڪ جو سھي ڪريا ري معيار تي</accuracyLink>

source: Acehnese
lrk: آشياني ٻولي

source: { $actionType } <micIcon></micIcon> and respond as naturally as you can
lrk: { $actionType } <micIcon></micIcon> ھين جيتو ھوئي سگهي قدرتي طور تي جواب ڏيو

source: { $actionType } <playIcon></playIcon> and write down what you hear the person saying
lrk: { $actionType } <playIcon></playIcon>ھين جي تمي او مينک ني ڪيتي ھڻو ھون آ لکو

source: { $actionType }<playIcon></playIcon> did they accurately speak the sentence?
lrk: { $actionType } <playIcon></playIcon> ڪاو ايئي جملا سھي ٻوليا

source: { $actionType } <playIcon></playIcon> Listen to the audio clip, and check the transcription. Does it match? If not, edit it to match perfectly.
lrk: { $actionType }<playIcon></playIcon> آڊيو ڪلپ ھڻو، ھين ٽرانسڪرپشو چيڪ ڪرو. ڪاو او مليدو هي؟ جيڪڏي تو، او ني مڪمل طور تي ملاييا ھارو ايڊٽ ڪرو.

source: { $actionType }<recordIcon></recordIcon> then read the sentence aloud
lrk: پسي جملي ني اوچي آواز مون </recordIcon>{ $actionType } پڙهو

source: { $actionType }<stopIcon></stopIcon> when done
lrk: { $actionType }<stopIcon></stopIcon>جدي ھوئي گيو

source: { $actionType } submit when ready
lrk: تيارھوياڙي تي جمع ڪراو{ $actionType }

source: Adamawa Fulfulde
lrk: اداماوا فلفولدي

source: Add and Review Sentences, Add Questions, Transcribe Audio
lrk: جملا ڀيرا ڪرو ھين جائزو ليو، سوال ڀيرا ڪرو، آڊيو نقل ڪرو

source: Add a question <icon></icon> in { $currentLocale } for people to answer
lrk: ايڪ سوال جما ڪرو<icon></icon>۾{ $currentLocale }مينکو ني جواب ديو

source: Add as much information as you can about the language. This could include:
lrk: وڌ ۾ وڌ ڄوڻ ڀآري ڪرو تمو ري ٻولي بابت. هي ڀيري ھوئي سگھي ھي:

source: Add <icon></icon> a public domain sentence
lrk: عوامي ڊومين رو جملو <icon><icon> ݾامل ڪرو

source: Add information
lrk: جوڻ شامل ڪرو

source: Adding Questions
lrk: سوالات جما ڪرو

source: Adding Sentences
lrk: جملا ڀيرا ڪروا

source: Additional Language
lrk: اضافي ٻولي

source: Add Language
lrk: ٻولي ڀيري ڪرو

source: Add new custom accent "{ $inputValue }"
lrk: نئون حسب ضرورت تلفظ ڀيرا ڪريو "{ $inputValue }"

source: Add new sentences for the community to read
lrk: ڪميونٽي ھارو پڙھيا ھارو نوان جملا ڀيرا ڪرو

source: Add one sentence per line
lrk: هر لڪير ۾ ايڪ جملو ڀيرو ڪرو

source: Add Questions
lrk: سوال جما

source: Add questions in your language
lrk: آپري ٻولي مي سوال جمع ڪرو

source: Add Questions <small>(Coming soon)</small>
lrk: سوال جما<small>جلدي آوئي</small>

source: Add Sentences
lrk: جملا جمع

source: Add sentences in your language
lrk: جملا جمع ڪرو آپري ٻولي مي

source: Add Text
lrk: متن جما ڪرو

source: Add up to 1,000 sentences
lrk: 1,000 تڪ جملا ڀيرا ڪرو

source: Add Your Voice
lrk: آپري آواز جما ڪرو

source: Adyghe
lrk: اَديگِي ٻولي

source: Afaan Oromo
lrk: افان اورومو

source: Afar
lrk: آفر

source: A few bytes
lrk: چند بائيٽس

source: Afrikaans
lrk: آفريڪا را ٻولي

source: Age
lrk: عمر

source: A good question for public participation datasets should:
lrk: عوامي شرڪت ري ڊيٽاسيٽس ھارو ايڪ سٺو سوال هووُ کپي:

source: Agriculture and Food
lrk: ڀني ڀارو ھين کاڌو

source: Albanian
lrk: الباني

source: A little background noise is okay, but if you can hear another person speaking distinct words, the clip should be rejected. Typically this happens where the TV has been left on, or where there is a conversation going on nearby.
lrk: ٿورڙو پس منظر گوڙ ٺيڪ هي، پر جيڪڏي توهان ھوڻي سگهو ھون ڪي ٻئجا شخص ني الڳ اکر ٻولئي، ڪلپ ني رد ڪريو جائي. عام طور تي او ايم ھوئي ھي جيئي ٽي وي سوڙي گيو هي، يا جيئي نيڙي وات چيت ھوئي ريوھي هي.

source: All
lrk: سڀ

source: All sentence must have the same domain
lrk: ھينگ جملو رو ايڪ جيووُ ڊومين هووہ کپي

source: All sentences must have the same citation
lrk: ھينگ جملو رو ايڪ جيووُ ڊومين هووہ کپي

source: Already have an account? <login>Log-In</login>
lrk: پيري مون ھي<login> اڪائونٽ هي؟ لاگ ان</login></login

source: Alsatian
lrk: الستيان

source: Amharic
lrk: امهاري ٻولي

source: An error occurred fetching sentences
lrk: جملو ني لايا ھارو ايڪ غلطي ھوئي گئي.

source: An error occurred reviewing this sentence
lrk: اي جملو رو جائزو ليدا ۾ ايڪ غلطي ھوئي گيو.

source: An error occurred submitting your voice information
lrk: تموري آواز ري جوڻ جمع ڪريا ۾ هڪ غلطي ھوئي گئي.

source: An error occurred while creating this transcript
lrk: آ ٽرانسڪرپٽ ٺاهيا دوران ايڪ غلطي ھوئي گئي.

source: An error occurred while editing the transcript
lrk: ٽرانسڪرپٽ ايڊٽ ڪريا ري دوران ايڪ غلطي ھوئي گئي.

source: An error occurred while recording
lrk: رڪارڊنگ دوران ايڪ غلطي ھوئي گئي.

source: An error occurred while skipping the transcript
lrk: ٽرانسڪرپٽ سوڙيا دوران ايڪ غلطي ھوئي ھئي.

source: An error occurred while skipping this prompt
lrk: اي تي امپٽ ني سوڙيا دوران ايڪ غلطي ھوئي گئي.

source: An error occurred while submitting the report
lrk: رپورٽ جمع ڪرايا ري دوران ايڪ غلطي ھوئي گئي.

source: An error occurred while uploading your response
lrk: تمو رو جواب اپ لوڊ ڪريا ري دوران ايڪ غلطي ھوئي گئي.

source: An error occurred while voting the prompt
lrk: پرامٽ ووٽنگ مون ايڪ غلطي ھوئي گئي

source: An error occurred while voting the transcript
lrk: ٽرانسڪرپٽ ووٽ ڪريا ري دوران ايڪ غلطي ھوئي گئي.

source: Anonymized user data like age, gender, and accent helps improve the audio data used to train the accuracy of speech recognition engines. Your username and email will never be associated with your submitted data, and you can choose whether to make your username public or anonymous.
lrk: گمنام استعمال ڪريوڙي ڊيٽا جيم ڪي عمر، جنس، ھين تلفظ اسپيچ ريڪگنيشو انجڻ ري درستگي ني تربيت ڌيڌا ھارو استعمال ھويوڙي آڊيو ڊيٽا ني بهتر ٺايا ۾ مدد ڪري ھي. تمو رو صارف رو نوم ھين اي ميل ڪڏهي ڀي تمو ري جمع ڪريوڙي ڊيٽا مون ڀآراڀير ڪوئي هوئي، ھين تمي او چونڊي سگهو تو تمو رو صارف رو نوم عوامي يا گمنام ٺايو هي.

source: Answer
lrk: جواب

source: Answer questions
lrk: سوال جواب

source: Answer Questions
lrk: سوال جواب

source: Answer Questions <small>(Coming soon)</small>
lrk: جواب سوال<small> جلدي آوئي</small>

source: Anyone can preserve, revitalise and elevate their language by sharing, creating and curating text and speech datasets.
lrk: ڪوئي ڀي مينک ٽيڪسٽ ھين اسپيچ ڊيٽاسيٽس شيئر ڪري، ٺاهي ھين ڪيوريٽ ڪري آپري ٻولي ني محفوظ ڪري، بحال ڪري ھين اونچي ڪري سگهي ھي

source: Approve
lrk: منظور ڪرو

source: A quiet background hubbub is OK, but we don’t want additional voices that may cause a machine algorithm to identify words that are not in the written text. If you can hear distinct words apart from those of the text, the clip should be rejected. Typically this happens where the TV has been left on, or where there is a conversation going on nearby.
lrk: ايڪ چپ پس منظر رو گور ٺيڪ هي، پر امي اضافي آوازو ڪوئي چاهون ھون جي مشين الگورتھم ني ااو لفظن ري جوڻ ڪريا رو سبب بڻي جي لکيوڙا متن ۾ ڪوئي ني. جيڪدي تمي متن ري لفظون مون الگ الگ لفظ ھڻي سگهو ھو، تو ڪلپ ني رد ڪريو جائي. عام طور تي ايم اي ھوئي هي جئي ٽي وي ني سوڙي ڪاڌي ھوئي يا جئي نيڙا مي ڪوئي وات چيت ھوئي رھئي هي.

source: Arabic
lrk: عربي ٻولي

source: Aragonese
lrk: ارگوني ٻولي

source: Are you already in our Beta testing group for Common Voice’s Spontaneous Speech Project?
lrk: ڪاو تمي پيري ۾ ئي امو ري بيٽا ٽيسٽنگ گروپ ۾ هو؟

source: Are you coming? [called by another]
lrk: ڪاو تمي آوُ رھيا؟ [ٻئو ني ھيلو]

source: Are you coming? <strong>[called by another]</strong>
lrk: تمي آوہ ھو<strong>ڪي ٻيجا ني ھيلو ڪرو]

source: Armenian
lrk: آرمينيائي ٻولي

source: Armenian Western
lrk: آرمينيائي مغربي

source: Arvanitika
lrk: اروانتيڪا

source: Ask about a new language
lrk: نوي ٻولي بابت پوسو

source: Ask Mozilla to share your events
lrk: موزيلا ني آپرا واقعا شيئر ڪريا ھارو ڪيو.

source: Ask sensitive questions
lrk: حساس سوال پوسو

source: Ask us questions on <matrixLink>Matrix</matrixLink>, <discourseLink>Discourse</discourseLink> or <emailLink>email</emailLink>.
lrk: ا مون مون سوال پوس<matrixLink>وميٽرڪس</matrixLink> <discourseLink>ٻولچال</discourseLink>ھين<emailLink>email</emailLink>

source: Assamese
lrk: آسامي ٻولي

source: Asturian
lrk: آسٽورين ٻولي

source: Atayal
lrk: اتايال

source: A transcription should capture every word or non-lexical conversation sound that was said by the person, including repetitions.
lrk: ايڪ ٽرانسڪرپشو ۾ هر اکر يا غير لغوي گفتگو ري آواز ني جھالوي گهرري جي مينک ري مون ڪيدو گيو ھي، جي ۾ ويرجا ڀي ڀيري ھي.

source: Attention!
lrk: ڌيون ديووُ

source: Audio Format
lrk: آڊيو شڪل

source: Automotive and Transport
lrk: گاڌي ھين گاڌيو

source: Avatar
lrk: اوتار

source: Avatar uploaded
lrk: اوتار اپ لوڊ ڪريو گيو

source: Average
lrk: ايم اي

source: A voice clip is marked "valid" when a user gives it a Yes vote.
lrk: ايڪ آواز اي ڪلپ ني "جائز" نيشاطون لڳاويو هي جڏي ايڪ مينک او مون اوني ووٽ ڏي ھي.

source: Avoid too much background noise - it should be easy to hear you.
lrk: تموم گھڻو پس منظر گور مون بڇو او تموري ھڻياھارو اسون ھووہ کپي

source: Awards
lrk: انعام

source: Azerbaijani
lrk: آذربائيجاني ٻولي

source: Baatonum
lrk: ٻوليا وارو

source: Baba Malay
lrk: بابا مالئي

source: Back
lrk: واپس جاو

source: Background Noise
lrk: پس منظرگوڙ

source: Background Voices
lrk: پس منظر ري آوازو

source: Back to Top
lrk: وائس ري ماٿي جاو

source: Bafia
lrk: بافلا

source: Bafut
lrk: بافت

source: Bahasa Malay
lrk: بهاس ملائي

source: Balochi
lrk: بلوچي ٻولي

source: Balti
lrk: بالٽي

source: Bambara
lrk: بمبارا ٻولي

source: Bamun
lrk: بامون

source: Bamvele
lrk: بانس

source: Bankon
lrk: ايڪ بئنڪ

source: Baoule
lrk: باؤل

source: Basaa
lrk: بسا ٻولي

source: Bashkir
lrk: بشڪر ٻولي

source: Basque
lrk: بسڪاني ٻولي

source: Batanga
lrk: دي ھي

source: Be cautious before rejecting a clip on the ground that the reader has mispronounced a word, has put the stress in the wrong place, or has apparently ignored a question mark. There are a wide variety of pronunciations in use around the world, some of which you may not have heard in your local community. Please provide a margin of appreciation for those who may speak differently from you.
lrk: ڪيئي ڪلپ ني رد ڪريا مون پيري احتياط ڪرو او وجہ مون ڪي پڙھيا وارا ڪيا لفظ رو غلط تلفظ ڪريو هي، ڀوليا ري دٻاءُ ني غلط جگہ تي رکيو هي، يا ظاهري طور تي سواليه نشان ني نظرانداز ڪريو هي. دنيا ۾ مختلف قسم را تلفظ استعمال ۾ ھي، جي مون ڪوئي تموري آپري مقامي برادري ۾ نه پوچيا هوئي. مهربوني ڪرين اوُ ھارو تعريف ري ايڪ الگ ھي ڪرو جي تي گھڻو تمو مون مختلف ٻولي.

source: Become a Common Voice Partner
lrk: ايڪ ڀيريڙي آواز ڀائيوار ڪرو

source: Be easy to understand and respond to
lrk: ھمجيا ھين جواب ڏيدا ۾ آسون ھوئي

source: Be generally relevant
lrk: عام طور تي ڀيراڀير ھوئي

source: Belarusian
lrk: بيلاروسي ٻولي

source: Benefits
lrk: فائدا

source: Bengali
lrk: بنگالي ٻولي

source: [‘Beret’ is OK whether with stress on the first syllable (UK) or the second (US)]
lrk: ['بيريٽ' ٺيڪ هي، پهريو اکر (برطانيه) تي زور مون يا ٻجي (آمريڪا) تي]

source: Betawi
lrk: بيٽاوي

source: Better support for language realities like translanguaging and <mark>code-switching</mark>
lrk: ٻولي ري حقيقتو ھارو بهتر سپورٽ جيم ڪي ترجمو ڪروو ھين <mark> ڪوڊ سوئچنگ</mark>

source: Better support for languages that have little or <mark>no text corpus</mark> to use (eg, sociolects, variants, historically unscripted languages etc)
lrk: او ٻوليو ھارو بهتر سپورٽ جي ۾ استعمال ڪريا ھارو ٿورو يا <mark>ڪوئي ڀي ٽيڪسٽ ڪورپس ڪوئي ني</mark> (مثال طور، سماجي چونڊو، قسم، تاريخي طور تي غير اسڪرپٽ ھوئيڙي ٻوليون وغيره)

source: <bold>Civil society and researchers</bold> - create, host and share impactful datasets for free
lrk: <bold>سول سوسائٽي ھين محقق</bold> - مفت ھارو اثرائتو ڊيٽاسيٽ ٺاهو، ميزبوني ڪرو ھين شيئر ڪرو

source: <bold>{ $count }</bold> Clips
lrk: <bold>{ $count }</bold> ڪلپس

source: <bold>Help us</bold> find more voices
lrk: <bold>امو ري مدد ڪرو</bold> وڌيڪ آواز ني جو

source: <bold>If you value open, inclusive data - donate today!</bold>
lrk: <bold>جيڪدي تميي کوليوڙا ، جامع ڊيٽا ري قدر ڪررو ھون - آڄ ھي دون ڪرو!</bold>

source: <bold>Philanthropy</bold> - sponsor dataset creation to fuel local innovation and development
lrk: <bold>انسان دوستي</bold> - مقامي جدت ھين ترقي ني تيز ڪريا ھارو ڊيٽا سيٽ ري تخليق ني اسپانسر ڪرو

source: <bold>Tech companies</bold> - invest in open dataset creation for a thriving multilingual AI ecosystem
lrk: <bold>ٽيڪ ڪمپنيون</bold> - ايڪ ترقي پذير گهڻا لساني AI ماحولياتي نظام ھارو کليوڙا ڊيٽا سيٽ تخليق ۾ سيڙپڪاري ڪرو.

source: <bold>Why should AI only work for a few of the world’s languages?</bold>
lrk: <bold>ڇا AI صرف دنيا ري ڪوئي ٻوليو ھارو ڪوم ڪروو کپي؟</bold>

source: Borgu Fulfulde
lrk: بورگو فلفولدي

source: Bosnian
lrk: بوسنيائي ٻولي

source: Both
lrk: ٻئي

source: Both (Speak and Listen)
lrk: ٻي ھوڻوہ ھين ٻولوہ

source: Breton
lrk: بريٽون

source: [British English might make "root"]
lrk: [برطانوي انگريزئ ۾ ھوئي سگھي ھي "روٽ"]

source: Browse Languages
lrk: ٻوليون براؤز ڪرو

source: Brushaski
lrk: بروشاسڪي

source: Build a custom goal
lrk: ايڪ حسب ضرورت مقصد ٺاهو

source: Build Profile
lrk: پروفائل ٺاھو

source: Bulgarian
lrk: بلغاريائي

source: Bulk batch
lrk: موٿو بيچ

source: Bulk Sentences Uploaded
lrk: بلڪ جملا اپلوڊ ڪريا گيا

source: Bulu
lrk: بلو

source: Bunun
lrk: بنون

source: Burmese
lrk: برمي ٻولي

source: Buryat
lrk: بوريت

source: <b>Why an email?</b> We may need to contact you in the future about changes to the dataset, an email provides us a point of contact.
lrk: <b>اي ميل رو؟</b> امو ني شايد تمو مون مستقبل ۾ ڊيٽا سيٽ ۾ تبديليو ري بارا ۾ رابطو ڪروُ پڙئي، ايڪ اي ميل امو ني رابطا رو ايڪ نقطو دي ھي.

source: By clicking “Send a link to my email”, you agree to our <termsLink>Terms of Service</termsLink> and <privacyLink>Privacy Policy</privacyLink> and that Mozilla may email you with information on how to participate in the Beta Testing for Common Voice’s Spontaneous Speech Project.
lrk: "ماري اي ميل تي لنڪ موڪلو" تي ڪلڪ ڪري، تمي امو ري <termsLink>سروس ري شرطو</termsLink> ھين <privacyLink>رازداري پاليسي</privacyLink> مون رازي هو ھين او تو Mozilla تمو ري ڪامن وائس ري اسپونٽينيئس اسپيچ پروجيڪٽ ھارو بيٽا ٽيسٽنگ ۾ حصو ليڌا ري معلومات مون اي ميل ڪري سگهي ھي.

source: By editing your goal, you may lose your existing progress.
lrk: تمو ري مقصد ني تبديل ڪرين، تمي آپري موجوده پيشرفت ني گوماڻي سگھو ھو

source: By opting in to receive emails you state that you are okay with Mozilla handling this info as explained in Mozilla’s <privacyLink>Privacy Policy</privacyLink>.
lrk: اي ميلون وصول ڪريا ھارو آپٽ اِو ڪري، تمي بيون ڪرو ھون تو تمي سهمت ھون Mozilla مون او معلومات کن سنڀاليا ھارو جيم Mozilla ري <privacyLink>رازداري پاليسي</privacyLink> ۾ وضاحت ڪري ھي.

source: <b>You agree</b> to not attempt to determine the identity of speakers in the Common Voice dataset
lrk: <b>تمي رازي ھون </b> تو ڪامن وائس ڊيٽا سيٽ ۾ ٻوليا وارو ني اورکيا ني طئي ڪريا ري ڪوشش ڪوئي ڪري گئي ھي

source: By providing some information about yourself, the audio data you submit to Common Voice will be more useful to Speech Recognition engines that use this data to improve their accuracy.
lrk: آپري باري ۾ ڪوئي معلومات مهيا ڪريا مون، تمي جي آڊيو ڊيٽا ڪامن وائس تي جمع ڪرو، او تقريرھارو وڌيڪ مفيد ثابت ھوئي اورکيا روانجڻ جي ي ڊيٽا ني استعمال ڪري ھي او ري درستگي ني بهتر ڪريا ھارو.

source: By telling us about yourself, you will help developers build more inclusive technology
lrk: ڪاو تمي ڪوئي جوڻ ݾيئر ڪروُ چاھون ھون تو تمي ڪيڪر ڀوليا

source: By using Common Voice, you agree to our <termsLink>Terms</termsLink> and <privacyLink>Privacy Notice</privacyLink>
lrk: ڪامن وائس استعمال ڪريا مون تمي آمو ري </privacyLink> رازداري نوٽيس <privacyLink>ھين </termsLink> ݾرطو <termsLink> رازي ھون

source: [Canadian English might make "route" sound like "rowt"]
lrk: [ڪينيڊا ري انگريزئ ۾ ھوئي سگھي ھي "رستو" آواز "روٽ" جيم]

source: Can be answered in a few sentences
lrk: ڪوئي جملو ۾ جواب دئي سگھي ھي

source: Cancel
lrk: منا ڪرو

source: Cancel Re-recording
lrk: وري رڪارڊنگ بند ڪرو

source: Cancel Submission
lrk: جمع ڪراوو بند ڪرو

source: Cannot submit more than 1000 sentences
lrk: مون وڌيڪ جمع ڪوئي ڪري سگھي1000جملا

source: Can't decide?
lrk: فيصلو ڪوئي ڪري ھگو

source: Cantonese
lrk: ڪينٽوني

source: Catalan
lrk: قيطلوني ٻولي

source: Central Alaskan Yupʼik
lrk: مرڪزي الاسڪا يوپڪ

source: Central Kurdish
lrk: مرڪزي ڪردشي

source: Central Melanau
lrk: مرڪزي ميلانو

source: Central Puebla Nahuatl
lrk: سينٽرل پوئبلا نهواٽل

source: Change
lrk: بدلوو

source: Change preferences
lrk: ترجي بدلو

source: Changes contribution language of dataset only
lrk: صرف ڊيٽاسيٽ ري ڪنٽريبيوشن ٻولي ني بدلئ ڪري ھي

source: Changes the language dataset to which you're contributing
lrk: ٻولي ڊيٽاسيٽ ي بدلي ڪري ھي جي ۾ تمي حصو ليئي رهيا هو

source: Changes website text only.
lrk: صرف ويب سائيٽ رو متن تبديل ڪري ھي.

source: Change your email via Settings under Login Identity
lrk: آپري اي ميل ني سيٽنگون ذريعي تبديل ڪرو لاگ ان اورکيا ري تحت

source: Check
lrk: چيڪ

source: Check <icon></icon> is this a linguistically correct sentence?
lrk: چيڪ ڪريو<icon></icon>ڪاوآ لساني لحاظ مون صحيح جملو هي؟

source: Check if your language is listed on the <languagesPageLink>Common Voice Languages page</languagesPageLink>. If not, fill out this form and we’ll <strong>send you a handy email explaining how to get your language set up</strong>.
lrk: چيڪ ڪرو ڪي تمو ري ٻولي لسٽ تي ڏيڌوڙي هي <languagesPageLink>Common Voice Languages ​​صفحو </languagesPageLink>. جيڪڏي ، هي فارم ڀرو ھين امي<strong>تمو ني ايڪ آسون اي ميل موڪليو وضاحت ڪرين تمو ري ٻولي ڪيڪر قائم ڪجي</strong>.

source: <chevron></chevron>See less
lrk: <chevron></chevron>ٿوڙو جو

source: <chevron></chevron>See more
lrk: <chevron>آ</chevron>وري جو

source: Chinese (China)
lrk: چيني (چين)

source: Chinese (Hong Kong)
lrk: چيني (هانگ ڪانگ)

source: Chinese (Taiwan)
lrk: چيني (تائيوان)

source: Chinyanja
lrk: چنيانجا

source: Choose language/localization
lrk: ٻولي چونڊو / لوڪلائزيشن

source: Choose simple questions that are easy for anyone to understand, regardless of culture or context
lrk: سادا سوال چونڊو جي هر ڪي ھارو ھمجهيا ۾ آسون هوئي، ثقافت يا تناظر مون سواءِ.

source: Choose simple questions that are easy for anyone to understand, regardless of culture or context.
lrk: سادا سوال چونڊو جي هرڪي ھارو ھمجيا ۾ آسون هوئي، ثقافت يا تناظر مون سواءِ.

source: Chuvash
lrk: پسند

source: Citation
lrk: خلاسو

source: Cite with a URL link or the full name of the work.
lrk: URL لنڪ يا ڪم مون مڪمل نوم مون حوالو ڏيو.

source: Citing Sentences
lrk: حوالو ڌيڌا وارا جملا

source: Click
lrk: ڪلڪ ڪرو

source: Click <guidanceLink>here</guidanceLink> to learn how to use this page
lrk: ڪليڪ<guidanceLink>ايئي</guidanceLink>اي صفحا ني استعمال ڪرين ھيکيا ھارو

source: Clipboard not supported
lrk: ڪلپ بورڊ ني سپورٽ ڪوئي ڪري ھي

source: { $clipCount } voice clips, total archive size { $size }. Expires { $expires }.
lrk: { $clipCount } وائس ڪلپس، ڪل آرڪائيو سائيز { $size }. رو مدو پورو ھوئي ھي { $expires }.

source: Clip Graveyard
lrk: ڪلپ رو ݾمݾان

source: Clips recorded
lrk: رڪارڊ ھويوڙا ڪلپس

source: Clips Uploaded
lrk: اپ لوڊ ڪریوڑی ڪلپس

source: Clips validated
lrk: ڪلپس ري تصديق ڪري گئي

source: Clips You've Recorded
lrk: ڪلپ جي تمي ريڪارد ڪريا ھي

source: Clips You've Validated
lrk: ڪلپ جي تمي تصديق ڪريا ھي

source: Close
lrk: بند ڪرو

source: Collecting sentences
lrk: جملا ڀيرا ڪووُ

source: Coming Soon
lrk: جلدي آوئي

source: Comment
lrk: خلاصو

source: Common Voice data plus all other voice datasets above.
lrk: عام وائيس ڊيٽا ھين ماٿون ٻيجا سڀ وائس ڊيٽا سيٽ.

source: Common Voice Dataset
lrk: عام آواز ڊيٽاسٽ

source: Common Voice is a free, open source platform for community-led data creation
lrk: ڪامن وائيس ڪميونٽي ري اڳواڻي ۾ ڊيٽا ٺاهيا ھارو ايڪ مفت، اوپن سورس پليٽ فارم هي.

source: Common Voice is a project of the Mozilla Foundation, a US 501c3. The project is currently funded entirely by <philantropicGrantLink>philanthropic grants</philantropicGrantLink>, and donations from people around the world.
lrk: ڪامن وائيس موزيلا فائونڊيشن رو ايڪ منصوبو هي، جي ايڪ آمريڪي 501c3 هي. هاي منصوبي ني اي وقت پورا طور تي <philantropicGrantLink>سوچ ري گرانٽس</philantropicGrantLink>، ھين دنيا ري مينکو ري دان ري ذريعي فدان ڪريو جائي هي

source: Common Voice is funded by donations and grants! We love collaborating with academics, civil society and industry researchers. Common Voice is free to use, but contributing to platform and hosting costs through grant proposals is really helpful.
lrk: ڪامن وائيس ني دون ھين گرانٽس ري ذريعي دون ڪريو لائي هي! امو ني تعليمي ماهرو، سول سوسائٽي ھين صنعت ي ايدارو مون تعاون ڪروہ پسند هي. ڪامن وائيس استعمال ڪريا ھارو مفت هي، پر گرانٽ تجويزو ري ذريعي پليٽ فارم ھين هوسٽنگ ري خرچو ۾ حصو ڪيڌا ۾ واقعي مددگار هي.

source: Common Voice is launching a second platform focused on collecting organic, spontaneous, unscripted speech. This will help lots of communities collect data more quickly, as well as being useful for data scientists and developers.
lrk: ڪامن وائيس ايڪ ٻيجو پليٽ فارم لانچ ھوئي رھيوهي جي نوموارو، خودبخود، ڪوئي لکيليوڙي تقرير ٻيري ڪريا تي ڌھيون ڏي ھي. آ ڪيتوئي برادريو ني وڌيڪ تيزي مون ڊيٽا ڀيري ڪريا ۾ مدد ڪرئي، اووہ مون ڀيري ڊيٽا سائنسدانو ھين ڊولپرز ھارو ڪارآمد هويو.

source: Common Voice is Mozilla's initiative to help teach machines how real people speak.
lrk: ڪامن وائس Mozilla ري شروعات ھي مشينو ني ھيکيا ۾ مدد ڏيڌا ھارو تو حقيقي منيک ڪيڪر ٻولي ھي.

source: Common Voice is the world’s largest publicly available, multi-language voice dataset.
lrk: Common Voice دنيا رو سڀ مون موٽو عوامي طور تي دستياب، گھڻي ٻوليو وارو وائس ڊيٽا سيٽ هي.

source: Common Voice recordings are used by academics, small businesses, and voice recognition enthusiasts to help train and grow publicly available resources like voice models. Can you let us know why you would like your recordings deleted?
lrk: عام آواز ري رڪارڊنگ تعليمي ماهرو، نينا ڪاروبار، ھين آواز ري اورکيا ري شوقينن پاران استعمال ڪريو جائي ھي ٽريننگ ۾ مدد ڏيوي ھين عوامي طور تي موجود وسيلن جيم ڪي وائس ماڊلز ني وڌاايا ۾. ڪاو تمي امو ري ھوڻاوي سگهو ھون تو تمي ڪو چاهو ھون تو تمي رون رڪارڊنگون ڊهي جائي؟

source: Community and Languages
lrk: ڪميونٽي ھين زبون

source: Community, Creatives and Civil Society
lrk: ڪميونٽي، تخليقڪار ھين سول سوسائٽي

source: Community participation and decision making.
lrk: ڪمينٽي رو ڀيراپڻو ھين فيصلا ڪروہ

source: Community Playbook
lrk: ڪميونٽي رميا رو ڪتاب

source: Confirm Goal
lrk: مقصد ري تصديق ڪرو

source: Connect with Gravatar
lrk: Gravatar مون ڀيرو

source: Contact
lrk: رابطو
